{"Title":"'What Does Conservative Mean in the 21st Century?'","Link":"http://www.wsj.com/articles/what-does-conservative-mean-in-the-21st-century-1447416981?mod=rss_opinion_main","Description":"Plus Donald Trump is mad at us and kids need to pay attention in class.","Data":"Peggy Noonan says“the Democrats have the advantage” at this point in the 2016 election cycle. That’s because they “want one thing” while “Republicans want many serious and opposing things.” The GOP is staging a compelling debate about what it means to be conservative in the 21st century, but “a party wrestling with these issues is by definition not unified. The Democrats, for all their small struggles, are. They are disciplined. Their central organizing principle is getting and holding power.” Donald Trump is upsetabout our editorial on the Republican debate. “He’s mad because he says we said that he didn’t know that China isn’t part of the Trans-Pacific Partnership (TPP). But we didn’t say that,” says a new editorial in response to Thursday’s Trump tantrum. “Our editorial point was what everyone who understands East Asian security knows, which is that China would be delighted to see TPP fail.” The editorial board adds,“TPP would help China’s competitors by giving them greater access on better terms to the U.S. market. Production is likely to shift from China to Vietnam and other countries.” Our columnist Kimberley Strassel says “the nation is still waiting for any measure of policy detail from the Carson campaign.” Ms. Strassel argues that Ben Carson “has more duty than most to outline such a plan—both because he has no voting record, and because his past policy prescriptions are so varied.” She writes that over the years the pediatric neurosurgeon has floated, among other ideas, turning insurers into nonprofits and having government pay for child-care facilities.Success Academy Charter Schools CEO Eva Moskowitz writes that a key to their success is that all students must sit up straight and show they are paying attention. While some students—including her own children—complain, she notes that “sometimes when kids look like they’re daydreaming, it’s because they are, and we can’t allow that possibility.”"}