{"Title":"New York's Fantasy Spoilsport","Link":"http://www.wsj.com/articles/new-yorks-fantasy-spoilsport-1447374331?mod=rss_opinion_main","Description":"The state’s top Puritan bars daily leagues from the No Fun State.","Data":"Remind us never to invite   Eric Schneiderman to a party. New York’s Chief Spoilsport, er, Attorney General, took a break from strip-searching Exxon this week to shut down fantasy sports in the Empire State.Our first reaction is that Mr. Schneiderman is trying to protect from competition the casinos and lotteries that New York’s politicians have been promoting. But deep in the heart of a progressive politician lies a Puritan who wants to ruin everyone else’s fun. Maybe that explains why on Tuesday he issued cease-and-desist letters to DraftKings and FanDuel, the two largest online fantasy sports sites.Each of the sites boasts about a half million users in New York, and the AG alleges without public evidence that the companies are illegal gambling operations, which state law defines as a game in which a person “stakes or risks something of value upon the outcome of a contest of chance or a future contingent event not under his control or influence.”Unlike intramural seasonal games, the sites run daily contests in which players form teams with salary caps and draft athletes whose pay approximates their value. Players may compete against thousands of other users nationwide for prizes that can reach the seven figures. But most players aren’t putting down thousands of dollars in hopes of scoring millions.The AG distinguishes daily fantasy competitions from legal seasonal recreation fantasy leagues, which apparently qualify as games of skill. Yet every game involves varying degrees of skill and chance. To distinguish the two, federal and state courts have considered whether skillful players have a better chance at winning than unskilled ones, the extent to which games require mathematical knowledge, and whether more participation can improve the result.By every one of these measures, daily fantasy sports constitutes a game of skill. Daily contests may require even more skill than seasonal competitions since users must adjust their teams daily based on injuries, weather and other factors. As Mr. Schneiderman notes, the top-grossing players take home an outsized share of the earnings.The kicker is that the AG isn’t seeking to close down the companies’ offices in New York, which employ hundreds and pour in tax revenue from its operations in other states. If the businesses are illegal, why not bar them entirely? But then Mr. Schneiderman’s prosecutions are often driven more by politics than law. This one looks like a head-to-head competition with U.S. Attorney Preet Bharara, who also opened an investigation into the sites last month.FanDuel and DraftKings can challenge his order in court, but in the meantime tens of thousands of fantasy players can thank Mr. Schneiderman for ruining a diversion from life’s other burdens."}