{"Title":"Republicans Are Ready to Rumble","Link":"http://www.wsj.com/articles/republicans-are-ready-to-rumble-1447374852?mod=rss_opinion_main","Description":"Substantive arguments are healthy, but personal attacks aren’t. And unity gives Democrats an edge. ","Data":"During a week of book-tour talks, meetings and conversations in New York, Southern California and Washington, a question consistently emerged: What is going on in the Republican Party?My thoughts as they evolved through seven days of thinking aloud:What is going on, and not only with Republicans, is that American voters are surveying the past 15 years. At home they see an economic near-collapse followed by a feeble recovery, a culture that grows every day grosser and more bizarre, falling educational results, a bigger, more demanding and more corrupt federal government. In the world: two unwon wars, ISIS, a refugee crisis greater than any since the end of World War II, Putin on the move, American clout and prestige on the decline.They think: Who gave us this world? Who led us the past 15 years? They realize: It was the most credentialed, acclaimed and experienced political professionals in both parties. The pros gave us this world—the people who knew what they were doing! Who had a lifetime of political attainment!They conclude: Maybe we have to expand our idea of “credentials.” Maybe we need another kind of “experience.” Maybe individuals with “attainments” outside the political world are the ones who can get us out of this mess.Thus   Donald Trump the businessman, Ben Carson the neurosurgeon and   Carly Fiorina the former CEO. Add their poll numbers up—consistently, for 100 days now, so it’s not a blip but a real trendline—and you have more than half of likely Republican voters saying yes, I want an outsider.And you know, they have a point. They are derided in the media as irrationally angry, but they shouldn’t be dismissed. They’re trying to make things better, to break through the logjam.But as we get closer to the voting, there are two things they have to keep in mind. One is that reaching outside doesn’t necessarily make things better. It might. It might make things worse. The fact of outsiderness is no guarantee of anything except a lack of political experience. The other is that, as Carl Cannon of RealClearPolitics has noted, politics is actually a profession, even for some a vocation. You learn important things as you practice it. Experience deepens your ability to decide, to persuade, to lead. Political knowledge can be a handy thing when you hold the country’s highest political office.Is it possible what we need right now isn’t a nonpolitician but instead a brilliant and gifted politician to lead us through these times? (Yes, I know: Who? I don’t know. The powers of the most successful pols tend to be clearest in retrospect.)There are two important pieces of context within the above dynamic. One is that the great, enduring issue that divides the wise men, elders and big donors of the GOP (who are the natural protectors and supporters of the party’s professional politicians) and the base (which is turning to the outsiders) is illegal immigration. The base hates it. The elders and donors vary in their support—some accept it for practical reasons, some are enthusiastic, some are true open-borders ideologues—but they all support it. That taints their warnings to stick with politicians who know how things work.The party on this huge issue is split between the top—the affluent and influential—and the bottom—the indignant, the worried and working-class.Another part of the year’s context: 2016 is in a way like the dramatic, portentous year 1976. That year Gerald Ford and Ronald Reagan fought over one question: Will the Republican Party stay a midcentury moderate-liberal party or become a conservative party? Reagan’s landslides in 1980 and 1984 answered the question: The GOP would be a conservative party, and has been since. But this year’s question is equally fundamental: What does conservative mean in the 21st century?Is it conservative to spend whatever it takes, and it will be a lot, to create and maintain the best national defense in the world? (The world is safer when America is stronger.) Or is it conservative to care about spending, to look to our allies to pick up their part of the burden? (Build too beautiful a military and you’ll only encourage the politicians to use it.)Is it conservative to say we have to cut back entitlement spending to cut our unsupportable deficits, or is it conservative to say a deal’s a deal, generations paid into it and have a moral right to everything they were promised? Is it conservative to say there’s plenty to be saved by cracking down on fraud and waste but in a time of economic stress the people will not accept benefit cuts and no serious party that lives in and respects reality should attempt it?Is it conservative to attempt to be the leader of the world, its sole and acknowledged great power, or is it conservative to be, as they say, the friend of liberty everywhere but the protector primarily of our own interests?This is a lot to work out. It will probably take more than one election cycle. It’s to the credit of Republicans that they are having these debates. But a party wrestling with these issues is by definition not unified.The Democrats, for all their small struggles, are. They are disciplined. Their central organizing principle is getting and holding power.The Republicans this year have more intellectual vitality and engagement. That they are split about ideas, stands, principles is to their credit. They are acting out what politics was meant to be. But that civic virtue is a political liability.At this point—early, but certain trends are obvious—the Democrats have the advantage. They want one thing. The Republicans want many serious and opposing things.Which gets us to the subject of super PACs and the damage they can do. The other night in the Fox Business debate some candidates touched on the practical and philosophical disagreements in the party. It was edifying. We need more.But the first candidate whose super PAC money goes to killing another candidate with heavy opposition research will likely be the killer of more than one candidacy.While all this is roiling the Republican Party, while all the divisions are thrashed out, is this the time for candidates to do to each other what   Newt Gingrich did to   Mitt Romney in 2012, grinding him up and handing him on a platter to the Democrats? I wonderedlast spring if 2016 would come down to Boring versus Bloody—a dull, peaceful Democratic coronation; a Republican rumble from which the nominee emerges damaged beyond repair.The Democrats are depending on the Republicans to bloody each other in that way. They’re depending on Republicans to be stupid.There have been reports Jeb Bush’s PAC is considering going after   Marco Rubio.  If it does, Mr. Bush will look like Al Pacino in “Scarface,” with his allies wielding all that super PAC dough and saying: “Say hello to my little friend.” The Pacino character took out all his enemies, but what’s so memorable about that last scene is that he shot up the entire mansion, pretty much brought the house down, and of course went down himself, in the end."}