{"Title":"Sisi Arrests the Press","Link":"http://www.wsj.com/articles/sisi-arrests-the-press-1447201911?mod=rss_opinion_main","Description":"Egypt’s President needs liberal friends as he fights Islamists. ","Data":"Egyptian President  Abdel Fattah Al Sisi  desperately needs to get a grip on his country’s parlous security situation. So why is his government busying itself by harassing critical journalists?  Hossam Bahgat,  a respected rights activist and journalist, was arrested Sunday for “publishing false news that harms national security,” according to a lawyer who met with him in jail. He was released Tuesday after an international outcry over his detention, but it’s not clear whether this means the government is abandoning its investigation. His newspaper reports he had to sign an agreement to “abide by legal and security procedures when publishing material pertaining to the Armed Forces.”Mr. Bahgat’s transgression was to report last month on the trial of military officers accused of plotting a coup in collaboration with the Muslim Brotherhood, news of which Mr. Sisi has tried to keep under wraps. Before he turned to journalism, Mr. Bahgat in 2002 established the Egyptian Initiative for Personal Rights, a group that pressed for freedom of speech and religion, a fair judiciary and gay rights, among other causes. Despite his release, the episode still will have a chilling effect.Also on Sunday, Egyptian media reported the arrest of media tycoon  Salah Diab  and his son, with a state-owned newspaper reporting the charge will be corruption. How they might have fallen afoul of Mr. Sisi politically is unclear, but Cairo has grown increasingly hostile toward independent media.These new cases come only two months after Mr. Sisi bowed to international pressure to release three imprisoned al Jazeera journalists as part of an amnesty that included around 100 other rights activists. Mr. Sisi’s defense of Coptic Christians and plea for a reformation within Islam mark him as a relative moderate by Middle Eastern standards, and he desperately needs Western support as he faces a security crisis on the Sinai Peninsula and along his western border with Libya.Arresting journalists is odious, but in this case it’s also foolish. Mr. Sisi has his hands full in the fight against Islamist radicals. He should be making friends of Egypt’s liberals, not throwing them in jail."}